<style lang="less" scoped>
    .protocol{
        position: absolute; right:0; top:0;
        width: 400px;
        background-color:#fafbfc;
        border-left: 1px solid #dddee1;
        border-bottom: 1px solid #dddee1;
        padding: 15px 30px 20px 15px;
        .title{
            font-size: 14px;
            margin-bottom: 10px;
        }
        .content {
            background-color:#fff;
            border:1px solid #dddee1;
            height: 600px;
            overflow-x: auto;
            padding:15px;
        }
    }
</style>

<template>
    <div class="protocol">
        <div class="title">妈妈去哪儿商品发布协议</div>
        <div class="content">
            对违反《商品发布管理协议》的行为，本网站将根据用户违规的情节和程度，对用户直接作出删除商品信息， 限制交易权限甚至冻结用户账号的处罚。如由于用户之违规行为导致本网站遭受损失， 本网站有权追究该用户的法律责任。具体协议如下：对违反《商品发布管理协议》的行为，本网站将根据用户违规的情节和程度，对用户直接作出删除商品信息， 限制交易权限甚至冻结用户账号的处罚。如由于用户之违规行为导致本网站遭受损失， 本网站有权追究该用户的法律责任。具体协议如下：
            一、重复商品管理协议
            1、完全相同以及商品的重要属性完全相同的商品，同一商品只允许发布一份，但可以允许多件发布。
            2、同一商家不可以注册多个用户名发布商品。
            二、发布正确的商品类型
            1、商家发布出售信息必须发布在规定的子类项内。
            2、需发布的商品子类项中没有选项，统一发布至“其他”子类项。
            三、发布内容符合规定
            所发布的商品标题、图片、描述等信息缺乏或者多种信息相互不一致的情况，不允许发布， 其中具体形式包括：
            1、发布的商品缺乏关键的信息描述（包含但不仅限于如下情况：商品标题、商品描述中只有无含义的数字和字母等）。
            2、发布的商品关键要素相互不符（包含但不仅限于如下情况：发布的商品描述与图片不一致）。
            3、发布商品信息中包含诽谤、谩骂、色情、暴力威胁等攻击性言语以及其他非商品信息的（包括但不仅限于如下情况：在商品标签货描述中私自发布联系方式、他人ID、聊天记录、交易纠纷、使用不文明语言等）。
            4、发布的商品在相应栏目中必须清楚填写完整。
            四、广告商品管理协议
            商品描述不详、无实际商品、仅提供发布者联系方式及非商品信息的商品，妈妈去哪儿判定为发布广告商品。
            五、商品价格不符合商品管理协议
            1、发布商品的定价不符合市场规律或所属行业标准，影响平台正常运营的相关商品将被判定为价格不符商品。
            2、发布的商品标题价格、原始单位价格与详细信息价格不一致。
            六、商品形式不符合商品管理协议
            1、出售的商品无法判断责任方。
            2、对于商品出售后需要的运费等费用，需要商家自行承担。
            最终解释权归妈妈去哪儿所有。
        </div>
    </div>
</template>

<script>
export default {
    name: 'GoodsProtocol',
    props: {
        
    },
    data (){
        return {
            
        }
    },
    methods: {

    }
};
</script>
